Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=484_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Olen 27-vuotias nuori mies Ivalosta.
sme: Antti Heikkuri (2011) Lean 27-jahkásaš nuorra almmái, eret Avvilis.

source: Olen syntynyt ja asunut koko ikäni Ivalossa.
sme: Lean riegádan ja ássan oppa eallinagi Avvilis.

source: Peruskoulun jälkeen olin lyhyen aikaa töissä Helsingissä, jonka jälkeen palasin takaisin kotiseudulleni.
sme: Vuođđoskuvlla maŋŋá ledjen vehá áigge barggus Helssegis, man maŋŋá máhccen ruovttoluotta ruoktoguvlui.

source: Rakennusalalle menin töihin 18-vuotiaana ja huomasin pitäväni alasta.
sme: Huksensuorgái álgen bargui 18-jahkásažžan ja fuomášin ahte liikon dasa.

source: Useamman vuoden työskenneltyäni päätin kouluttautua kirvesmieheksi.
sme: Máŋgga jagi bargama maŋŋá mearridin skuvlet iežan snihkkárin.

source: Koulutuksen ohessa rakensin perheellemme, johon kuuluvat avovaimoni Marika ja hänen tyttärensä Milja, talon Keväjärvelle.
sme: Seamma áigge huksejin Keväjávrái dálu bearrašasamet, masa gullet orrunguoibmán Marika ja su nieida Milja.

source: Vapaa-aikani vietän pääasiassa luonnon helmassa kelkkaillen, veneillen ja kalastaen.
sme: Astoáigge jođán ollu luonddus, vuoján mohtorgielkkáin, fatnasiin ja maiddái guolástan.

source: Isäni äiti oli kolttasaamelainen.
sme: Mu áhči eadni lei nuortalaš.

source: Saamelaisuus ei ole näkynyt perheemme arjessa, mutta iän myötä minua on alkanut asia kiinnostamaan ja sen vuoksi lähdinkin mukaan saamelaisten asioita hoitamaan.
sme: Sápmelašvuohta ii leat oidnon min bearraša árggas, muhto agi mielde lean beroštišgoahtán áššis ja danin vulgenge mielde sápmelaččaid áššiid dikšut.

source: Tulevaisuudessa toivoisin että harrastuksistani tulisi ammattini vaikka oman yrityksen kautta.
sme: Boahttevuođas sávašin ahte astoáiggedoaimmain boađášii munnje ámmát vaikko iežan fitnodaga bokte.
